Repository: wpexplorer/wpex-blogger
Catalog: languages/wpex-blogger-*.po
Languages: ru_ru

source: % Comments
ru_ru: % Коментарии

source: &larr; Older Comments
ru_ru: &larr; Предыдущие комментарии

source: 0 Comments
ru_ru: Нету коментариев

source: 1 Comment
ru_ru: 1 Коментарий

source: Blog
ru_ru: Блог

source: Can be used to constrain a large image or SVG to a specific size. Use format WidthxHeight (Ex: 400x200)
ru_ru: Может использоваться для ограничения большого изображения или SVG определенным размером. Используйте формат Ширина x Высота (например: 400x200)

source: Comment navigation
ru_ru: Навигация по комментариям

# comments title
source: This article has 1 comment
ru_ru: У этой статьи 1 комментарий.

source: continue reading
ru_ru: продолжить чтение

source: Custom Copyright
ru_ru: Пользовательское авторское право

source: Custom Excerpt
ru_ru: Пользовательская выдержка

source: Display Post tags?
ru_ru: Отображать теги сообщений?

source: Edit Post
ru_ru: Редактировать пост

source: Entries Display?
ru_ru: Отображение записей?

source: Entry
ru_ru: Запись

source: Excerpt Length
ru_ru: Длина отрывка

source: Featured Image on Posts
ru_ru: Рекомендуемое изображение в сообщениях

source: Footer 1
ru_ru: Нижний колонтитул 1

source: Footer 2
ru_ru: Нижний колонтитул 2

source: Footer 3
ru_ru: Нижний колонтитул 3

source: Footer Widgets
ru_ru: Виджеты нижнего колонтитула

source: Free WordPress Theme by WPExplorer
ru_ru: Бесплатная тема для WordPress от WPExplorer

source: Full Post Content
ru_ru: Полное содержание поста

source: Fullwidth
ru_ru: На всю ширину

source: Height
ru_ru: Высота

source: Image Logo
ru_ru: Изображение логотипа

source: Image Logo Dimensions
ru_ru: Размер логотипа изображения

source: Image Sizes
ru_ru: Размеры изображения

source: It seems we can&rsquo;t find what you&rsquo;re looking for.
ru_ru: Похоже, мы не можем найти то, что вы ищете.

source: Leave a Comment
ru_ru: Оставить комментарий

source: Main
ru_ru: Oсновной

source: Menu
ru_ru: Меню

source: Newer Comments &rarr;
ru_ru: Новейшие комментарии &rarr;

source: Newer Posts
ru_ru: Новые записи

source: No posts found.
ru_ru: Записей не найдено.

source: oEmbed Compatible Video URL:
ru_ru: oВстроить URL-адрес совместимого видео:

source: Older Posts
ru_ru: Старые записи

source: Post
ru_ru: Запись

source: Post Video
ru_ru: Опубликовать видео

source: Posted on
ru_ru: Опубликовано:

source: Read More Link
ru_ru: Читать дальше Ссылка

source: Reply
ru_ru: Ответить

source: Search Results for: %s
ru_ru: Результаты поиска для: %s

source: Sidebar
ru_ru: Боковая панель

source: Social Links
ru_ru: Социальные ссылки

source: Social Options
ru_ru: Социальные возможности

source: Sorry, but nothing matched your search terms. Please try again with different keywords.
ru_ru: Извините, но по вашему запросу ничего не найдено. Пожалуйста, попробуйте еще раз, используя другие ключевые слова.

source: Tagged:
ru_ru: Метки:

# theme about page
source: A back-link to our website is very much appreciated or you can follow us via our social media!
ru_ru: Очень приветствуется обратная ссылка на наш веб-сайт, или вы можете следить за нашими новостями подписавшись на нас в социальных сетях!

# theme about page
source: A free WordPress theme by WPExplorer
ru_ru: Бесплатная тема для WordPress от WPExplorer

# theme about page
source: Below you will find some useful links to get you started with this theme.
ru_ru: Ниже вы найдете несколько полезных ссылок, которые помогут вам начать работу с этой темой.

# theme about page
source: Check out our most advanced (yet easy to use) and flexible theme to date.
ru_ru: Оцените нашу самую продвинутую (но простую в использовании) и гибкую тему на сегодняшний день.

# theme about page
source: Credits
ru_ru: Признательность

# theme about page
source: Customize Your Site
ru_ru: Настройте свой сайт

# theme about page
source: Disclaimer
ru_ru: Заявление об ограничении ответственности

# theme about page
source: Getting Started
ru_ru: Приступаем к работе

# theme about page
source: GPL License
ru_ru: GPL-лицензия

# theme about page
source: Report a Bug
ru_ru: Сообщить об ошибке

# theme about page
source: Theme Details
ru_ru: Подробно о Теме

# theme about page
source: This theme is licensed under the GPL license. This means you can use it for anything you like as long as it remains GPL.
ru_ru: Эта тема распространяется по лицензии GPL. Это означает, что вы можете использовать его для всего, что вам угодно, пока это попадает под лицензию GPL.

# theme about page
source: This theme is provided “as is”. WPExplorer and Symple Workz LLC disclaim all warranties of any kind to the fullest extent of the law. You agree that your use of the theme is at your own risk.
ru_ru: Эта тема предоставляется на условиях «как есть». WPExplorer и Symple Workz LLC отказываются от всех гарантий любого рода в полном соответствии с законом. Вы соглашаетесь с тем, что используете тему на свой страх и риск.

# theme about page
source: This theme was created by:
ru_ru: Эта тема была создана:

# theme about page
source: Total Drag & Drop Theme
ru_ru: Шаблон с полной поддержкой функции перетаскивания

# theme about page
source: Useful Links
ru_ru: Полезные ссылки

# theme about page
source: We work hard to develop, support and update this theme.
ru_ru: Мы усердно работаем над развитием, поддержкой и обновлением этой темы.

source: Theme Settings
ru_ru: Настройки темы

source: There aren't any posts currently published in this category.
ru_ru: В настоящее время в этой категории нет опубликованных сообщений.

source: There aren't any posts currently published under this tag.
ru_ru: В настоящее время нет сообщений, опубликованных c этой меткой.

source: There aren't any posts currently published under this taxonomy.
ru_ru: В настоящее время в этой таксономии нет публикаций.

source: To search type and hit enter
ru_ru: Введите запрос и нажмите Ввод

source: Top Navigation
ru_ru: Верхняя навигация

source: Under
ru_ru: Рубрика:

source: Unfortunately, the page you tried accessing could not be retrieved.
ru_ru: К сожалению, ваш доступ к странице к которой вы пытались обратиться, не подтвержден.

source: Widgets in this area are used in the first footer region.
ru_ru: Виджеты в этой области используются в первой области нижнего колонтитула.

source: Widgets in this area are used in the second footer region.
ru_ru: Виджеты в этой области используются во второй области нижнего колонтитула.

source: Widgets in this area are used in the sidebar region.
ru_ru: Виджеты этой области используются в боковой панели.

source: Widgets in this area are used in the third footer region.
ru_ru: Виджеты в этой области используются в третьей области нижнего колонтитула.

source: Width
ru_ru: Ширина

source: With
ru_ru: С

source: WordPress Articles
ru_ru: Статьи о WordPress

source: WordPress Excerpt
ru_ru: Выдержка из WordPress

source: WPEX Blogger
ru_ru: WPEX Блогер

source: Written by %s
ru_ru: Добавил: %s

source: You can define your image cropping settings for the theme from here. Note: You must use a regeneration plugin to crop old images on your site because WordPress only applies cropping to newly uploaded images.
ru_ru: Здесь вы можете определить параметры обрезки изображения для темы. Примечание: Вы должны использовать плагин регенерации для обрезки старых изображений на вашем сайте, потому что WordPress применяет обрезку только к вновь загруженным изображениям.

source: Your comment is awaiting moderation.
ru_ru: Ваш комментарий ожидает модерации.
